[
  
  {
    "title": "Vie Étudiante",
    "color": "#ff6f00",
    "description": "Une vie étudiante riche, animée et diversifiée, c'est ça le PLAN",
    "measures": [
      {
        "title": "Création d'une coopérative scolaire",
        "description": "Il nous est tous.tes arrivé, par une stressante journée d’examen, d’oublier notre gomme à effacer à la maison, ou alors de se retrouver à court de feuilles mobiles au milieu de la journée, alors qu’on en a vraiment besoin. De plus, combien d’entre nous ont-ils réalisé qu’ils devaient acheter un roman pour le lendemain, alors que celui-ci est à proprement dire introuvable? C’est dans ces cas-ci que la coopérative serait utile; on y vendrait en effet des effets scolaires et des manuels et livres scolaires usagés. La coopérative travaillerait en collaboration avec le Magasin du Monde et la Friperie. Elle fonctionnerait grâce à des généreux bénévoles qui voudraient donner de leur temps et, pour sa mise en place et sa gestion, nous travaillerions avec l’organisme CoopSco. La coopérative viserait aussi à donner une deuxième vie aux objets scolaires arrivant en fin d'année.",
        "state": "Validée"
      },
      {
        "title": "CJE Nouvelles",
        "description": "Dans notre contexte mondial actuel, il est primordial de se tenir informé de l’actualité, mais il devient difficile de démêler le vrai du faux. Nous souhaitons donc mettre en place un site web du nom de CJE Nouvelles, qui servirait cinq objectif. Premièrement, présenter des articles traitant de l’actualité mondiale ou nationale et des liens vers des articles de quotidiens et sites reconnus traitant de sujets variés. Deuxièmement, permettre à des élèves de publier des textes d’opinion sur des sujets, d’actualité ou non. Troisièmement, permettre un accès facile aux anciens épisodes de la radio-étudiante. Quatrièmement, partager les oeuvres d’art et les relais des élèves d’art. Cinquièmement et dernièrement, partager les nouvelles des Aigles: les victoires, les matchs à venir, les individus s’étant démarqués, les essais à venir...",
        "state": "Prototype"
      },
      {
        "title": "Les conférences",
        "description": "Des conférences à la salle Jean-Eudes, c'est ça le PLAN",
        "state": "Validée"
      },
      {
        "title": "Un hymne collègial",
        "description": "Le collègialisme, c'est ça le PLAN",
        "state": "En négociations"
      }
    ]
  },
  {
    "title": "Arts et culture",
    "color": "#14648f",
    "description": "Valoriser nos artistes, c'est ça le PLAN",
    "measures": [
      {
        "title": "Gallerie en ligne",
        "description": "Un jardin sur le toit, c'est ça le PLAN",
        "state": "Commencé",
        "imageURL": ""
      },
      {
        "title": "Portfolios virtuels",
        "description": "Un jardin sur le toit, c'est ça le PLAN",
        "state": "En négociations",
        "imageURL": ""
      }
    ]
  },
  {
    "title": "Sports",
    "color": "#d41a1a",
    "description": "Plus de reconnaissance pour nos Aigles, c'est ça le PLAN",
    "measures": [
      {
        "title": "Jardin sur le toit",
        "description": "Un jardin sur le toit, c'est ça le PLAN",
        "state": "En négociations",
        "imageURL": ""
      },
      {
        "title": "Jardin sur le toit",
        "description": "Un jardin sur le toit, c'est ça le PLAN",
        "state": "En négociations",
        "imageURL": ""
      }
    ]
  }
]
